{
   "anime": [
      {
         "id": 0,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/38691/main_2x-72ed50e637f237acc76cddbf29a350fc.webp",
         "title": "Dr. Stone",
         "original-title": "Dr. Stone",
         "genre": "Adventure",
         "tags": [
            "Adventure",
            "Shounen",
            "Fiction"
         ],
         "date": 2019,
         "views": 239894,
         "rating": 9.1,
         "description": "Nothing at all foreshadowed trouble. People had been living in peace and harmony for many years, wars and arms races ceased, but the unexpected happened. Something more dangerous than a clash of men with weapons... A sudden flash of insanely bright light hung over the planet for a few minutes. This stream of light has spared no one. All of humanity perished, because the radiation emanating from this outbreak turned all people into frozen stone statues. It was a long time since that terrible event. And from eternal sleep, the boy-teenager Tyju Oki recovered. But he realized, against his expectations, that there was no one around him. Though the boy decided not to despair and went to search for food. After a few days of aimless walks around the city, the guy met other people who were able to wake up from ages of sleep. In particular, Tyju saw again with his former classmate - Senku Ishigami. This young man not only did not get upset that everyone around him is just a lifeless statue, but he also decided to turn this unpleasant moment in his favor! The teenager is obsessed with science and has been trying to figure out how to get other people out of this terrible drowsiness for months! And Senku has already made some initial progress in his research and experiments."
      },
      {
         "id": 1,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/50612/main_2x-eb84ded098a92bdbf81ae5c0eafb8cac.webp",
         "title": "Dr. Stone: Ryuusui",
         "original-title": "Dr. Stone: Ryuusui",
         "genre": "Adventure",
         "tags": [
            "Adventure",
            "Shounen",
            "Fiction"
         ],
         "date": 2022,
         "views": 7607,
         "rating": 8.7,
         "description": "The audience is gathered in the auditorium waiting for the performance. Some of those present did not understand what was happening, others expected to see what was advertised. The name «Mysterious Light» sounded tempting. At last the show begins, the narrator reports that a thousand years ago the planet was covered with light, mysterious origin. And it was terrible, because people were petrified. Civilization was crushed. But there was one person who wasn’t exposed to what happened. He was able to awaken himself. He was Ichigami Senku. His consciousness had not been clouded for a thousand years. When he was able to remove the stone chains, it was not immediately understood what was happening. He decides to use science to save the world from becoming a fossil and start building civilization with Taiji. But before that, there was a fierce battle with Tsukase. And then it’s time to solve the mystery and for this purpose goes to another part of the world. The two people standing at a distance understood that this information would give them a fighting spirit. They liked what they saw. The audience was from Yichigami village. The speakers on stage had an idea."
      },
      {
         "id": 2,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/37430/main_2x-fa475978b07e3653095481a5875d67b5.webp",
         "title": "That Time I Got Reincarnated As A Slime",
         "original-title": "Tensei shitara Slime Datta Ken",
         "genre": "Shounen",
         "tags": [
            "Shounen",
            "Fantasy"
         ],
         "date": 2018,
         "views": 127673,
         "rating": 9.3,
         "description": "The series called «That Time I Got Reincarnated As A Slime» tells a fascinating story of a guy named Sator Mikami. The main character lived a lonely life for quite a long time: he had relationships with girls, and with friends also did not work out very well. And when he was thirty-seven, he suddenly realized that he wanted to change something. But Satoru didn’t do anything. One evening he was coming back from work and saw that his colleague had been attacked by a burglar. Wishing to protect a friend, he leaps forward, not even realizing that in a few seconds his life will end. But against all expectations, the man comes to himself again. However, it turns out to be a completely different, unknown world, and Mikami in it - slime. At first the hero is confused and doesn’t understand anything, but soon he realizes that even in such a strange form, he is alive. Later it is revealed that he has great power and no vulnerability. To die again, the boy begins to absorb other, smaller beings, getting their knowledge and skills. Who knows, maybe this will help him to return to his reality? And the most important question: will now Sator want to come back?"
      },
      {
         "id": 3,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/37520/main_2x-bfa939e727212ea28f5d6cfec4154d9a.webp",
         "title": "Dororo",
         "original-title": "Dororo",
         "genre": "History",
         "tags": [
            "History",
            "Adventure",
            "Shounen"
         ],
         "date": 2019,
         "views": 37318,
         "rating": 9.5,
         "description": "And now the whole country is in chaos and turmoil. One of the powerful generals was always eager to win the next battle. This time it should be decisive, but nothing could guarantee that the country would remain in their hands. To achieve his goal, the general decides to make a deal with the demons. All of them now help win the unequal fight, and he promises to give up one part of his baby’s body for all this. The unborn baby is doomed to perish. But he survives at the expense of the doctor, who creates for him the best weapon in the form of a prosthesis. The devoted boy of his own father did not want to hear anything more. He was in a hurry to avenge all that awaited him. How to avenge your father now, but before that you should know how to find each demon who contributed in the desire of the parent. The man, as it turned out, gave all his body parts to demons, to save the child. But here on the way a young man meets the greatest thief. He is an orphan, so he has no choice but to rob the rich and earn a living. Now the two guys are waiting for a new and very dangerous journey around the world. Each time they will fall into exciting adventures..."
      },
      {
         "id": 4,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/37779/main_2x-19f7a732d32a499da3ae0cb07db7259b.webp",
         "title": "The Promised Neverland",
         "original-title": "Yakusoku no Neverland",
         "genre": "Detective story",
         "tags": [
            "Detective story",
            "Shounen",
            "Fiction"
         ],
         "date": 2019,
         "views": 31507,
         "rating": 9.3,
         "description": "The series will tell about two loyal friends - Emma and Norman, who grew up and lived for a long time in a children’s shelter called «Grace Field». The events unfold in the middle of the forties of the twenty-first century. In this world children are forced to live in a special shelter from birth. They are trained in strict discipline, wearing uniforms, polite communication with peers and elders. They are required to write tests and perform difficult tasks every day. But despite this, the life in «Grace Field» like to children, because they are provided with delicious food, soft bed and care by teachers and educators. This is the atmosphere in which children live until they reach age 12. After reaching that age, they leave the shelter and go to families chosen in advance. But those who leave never contact their friends left behind. It seems suspicious. In addition, all children are strictly forbidden to go outside the gates of the building. And then two curious friends decide to conduct their own investigation and find out why they are not allowed to leave the territory. But the truth that has come out is far more terrible than anyone could have imagined."
      },
      {
         "id": 5,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/34572/main_2x-fe4941fd3b84d8b880c05a7dea28a35a.webp",
         "title": "Black Clover",
         "original-title": "Black Clover",
         "genre": "Shounen",
         "tags": [
            "Shounen",
            "Fantasy"
         ],
         "date": 2017,
         "views": 123225,
         "rating": 9,
         "description": "The events shown in the anime take place in a world where magic and ordinary, everyday events are hand-in-hand. It is here that every minute miracles happen, which are simply impossible to explain with one single piece of common sense. Each person in this world has different knowledge and skills of magic. A small town with a very small church. There is a shelter where children who are left without their parents' affection can find shelter. Most of the babies in this place have had their parents killed under very tragic circumstances. Such children should not be left unattended, that is why they are placed in a shelter. These are the main characters of the unfortunate events, which will be narrated in an animated picture. The two most real opposites are Yuno and Astaire. The guys have been under the same roof since they were young, but this does not prevent them from their constant rivalry. The first boy is a real prodigy, who easily gives any science, including magic. The second main character is the absolute opposite of the first. He is a very clumsy and funny boy."
      },
      {
         "id": 6,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/35062/main_2x-2233d89d532a3cef85e50047bdf59381.webp",
         "title": "The Ancient Magus' Bride",
         "original-title": "Mahoutsukai no Yome",
         "genre": "Fantasy",
         "tags": [
            "Shounen",
            "Fantasy"
         ],
         "date": 2017,
         "views": 35236,
         "rating": 9.3,
         "description": "The main character of the anime is a teenage girl, Thise Hatory, who is only fifteen years old. The life of the heroine was full of various difficulties, and those around her often tried to avoid her. She never knew what joy it was, so the girl almost never smiled. Many years ago, Hathori’s mother committed suicide, and the heroine blamed herself for this terrible situation throughout her life of conscience. As much as Thise remembered herself, she was constantly surrounded by some strange, mysterious creatures that did not allow the main character to live a full normal life, which ordinary people lived. After the terrible tragedy, the girl had to endure a huge amount of suffering and shock. Thise was constantly humiliated and no human in the world showed her the slightest compassion. Once a heroine was put up for auction as a lot. It is this event that changed her life in a fundamental way. The young girl was bought for a substantial sum by one strange sorcerer. His strangeness was that he had a scary animal skull instead of his head. Only by his appearance did the magician terrify everyone who saw him."
      },
      {
         "id": 7,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/20/main_2x-f6c8bb835fb175b99d38d2897e7040ee.webp",
         "title": "Naruto",
         "original-title": "Naruto",
         "genre": "Shounen",
         "tags": [
            "Shounen",
            "Comedy"
         ],
         "date": 2002,
         "views": 38202,
         "rating": 8.4,
         "description": "Naruto Uzumaki is a child of the orphan who lost his parents after birth during the nine-point fox attack. For some reason everyone in the village hates him, and try not to let their children talk with him. He grew up completely alone, under the gaze of a staring and terrifying, until his elder comrade recognized him, who also had once lost all his relatives. Despite the fact that the residents did not recognize the boy, he still pursued the dream of becoming Hokage, the man who possesses great strength and protects his village from attacks. When he finishes the academy shinobi, he becomes the real ninja, and now many adventures ahead of him, both dangerous and not very. Soon he will have many friends, and his team of the lone Uchiha Saske, who is the last remaining of his clan, the merry Kunoichi Haruno Sakura, and teacher Hotake Kakashi, who will try to teach the kids teamwork. Not everything will go well, especially when he learns his identity and what is Jinchuriki of the Nine-Tails, the very monster that attacked the village a few years ago. But he does not want to retreat, and still wants to continue the dream, even when one of his friends decides to become an apostate and leave his native village. He will train a lot, fight enemies and just try to get the attention of the kunoichi in love."
      },
      {
         "id": 8,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/38671/main_2x-ec23957a4fee2ec7688764ccf9d4e436.webp",
         "title": "Fire Force",
         "original-title": "Enen no Shouboutai",
         "genre": "Shounen",
         "tags": [
            "Shounen",
            "Fiction"
         ],
         "date": 2019,
         "views": 131952,
         "rating": 8.2,
         "description": "There is a lot of unrest in Tokyo lately. Something very strange happens - all over the city suddenly people are burning up. The man walks along the sidewalk, does not touch anyone, and suddenly turns into a fireball or pole. The number of victims is growing, and this phenomenon has been given by scientists an unusual name «infernal». At first, everyone around was frightened by the kind of fire that flew through the streets, but eventually everyone got used to this mysterious phenomenon. But it only took people to learn not to notice «fires» in the streets of the city, as inférals evolved and learned to control the fire. Some of them, moreover, did not lose their human appearance. The one who got this unusual ability is a young and capable guy named Shira Kusakabe. He knows how to use his mind to set fire to his own feet. The government concludes that these paranormal skills of the invaders can be useful and determine Shirma to serve in a special eighth fire company, where other people with fire-control abilities work besides him. It is this fire brigade that is doing what it does to try to stop the terrible spontaneous combustion and teach people safety rules and flame control skills. But this may not be enough for the people of Japan to live their lives in peace. Shinra together with his peers should find out why the fires are happening and how to stop them."
      },
      {
         "id": 9,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/20507/main_2x-e90499e56a3b2021373fe98d303d5c5e.webp",
         "title": "Noragami",
         "original-title": "Noragami",
         "genre": "Adventure",
         "tags": [
            "Adventure",
            "Shounen"
         ],
         "date": 2014,
         "views": 27486,
         "rating": 9.5,
         "description": "Yato is a young man with blue eyes and in baggy clothes. Nobody knows, but behind this way one of the gods of Japan hides. But he is so unpopular with the people that he doesn’t even have a temple, let alone a cult. Yato makes a living as he can: He sticks to advertisements, does other small errands. The God of Carelessness is doing so badly that even his trusty weapon, Mary, refuses to serve him. Without a weapon and so not appreciated by anyone, Yato is completely discouraged. He has to hide from the unclean power, because he cannot defeat even the simplest spirit alone. One day, Hyeri - a nice girl in high school to save the boy, jumps under a huge truck. The girl is still alive, but she has a strange ability. Now she can leave her body and walk in the other world. She meets Yato and learns who is responsible for the tragedy that has occurred to her. Hieri convinces his new friend to heal her. But the more the girl communicates with the god-loser, the more she realizes that in his current situation, he will help her little. The girl decides to take matters into her own hands, and help Yato find herself."
      },
      {
         "id": 10,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/38656/main_2x-346ca62122e5fc3a34671ed87ae5e8e1.webp",
         "title": "Darwin's Game",
         "original-title": "Darwin's Game",
         "genre": "Detective story",
         "tags": [
            "Detective story",
            "Shounen"
         ],
         "date": 2020,
         "views": 20871,
         "rating": 8.6,
         "description": "Sudō Kanamai is in high school. He’s a good guy, so he has many friends. They know that at any moment they can ask for help and he will not refuse. In return, the young man asks for nothing. His services were once needed by a best friend. He wrote him a message, pointing to the mobile game. The Comrade asks to become his partner in this application, as he can not do it himself. Even without reading the user agreement, Court goes to the link and is drawn into «Darwin’s game». The only task of the players is to eliminate all the opponents, whose list forms the application. It would seem nothing unusual. However, soon the student realizes with horror that enemies must be killed in the real world. You can not just leave the game. In case of death the player loses. No one will be responsible for what happened. The court will face a difficult struggle with its own conscience and moral principles, which categorically oppose violence in any form. For successfully completed the task participants «Darwin Games» earn points, which in the final can be exchanged for real money. The winning amount is quite decent. It is for this reason that more and more people become players. They are willing to go for crime for reward."
      },
      {
         "id": 11,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/4898/main_2x-64a882876c3180d53da6903be3e2c102.webp",
         "title": "Black Butler",
         "original-title": "Kuroshitsuji",
         "genre": "History",
         "tags": [
            "History",
            "Shounen",
            "Fantasy"
         ],
         "date": 2008,
         "views": 34300,
         "rating": 8.3,
         "description": "The story that will be shown in the anime is set in England during the Victorian era. The little kid who lost all his loved ones in one moment, was on the verge of death himself. Only a short time passes and this baby will come to the real demon, who will offer a unique deal. The demon promised the boy that if he gave him a soul, he could avenge the death of his loved ones. After this fateful meeting, only a few years pass and the timid little boy Siel - will become the formidable manager of a huge prosperous corporation. It is on his shoulders lies the most important work in the firm and besides that he does not officially work for the Queen of Great Britain. Throughout the life of the young man accompanies a faithful, friend and colleague butler Sebastian. It was he who bought the soul in the boy many years ago. With his butler, the guy is constantly looking for the main culprits of his parents' and next of kin’s death. To get them, you will have to go through a lot of difficult challenges, and the main thing is to experience many exciting adventures. Can Siel find the real culprits of the deaths of people close to her? Who would his butler really be, and more importantly, was he not responsible for the death of Siel’s relatives?"
      },
      {
         "id": 12,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/39463/main_2x-8b7e589a11304421c3b119f22c5c74cc.webp",
         "title": "Gleipnir",
         "original-title": "Gleipnir",
         "genre": "Detective story",
         "tags": [
            "Detective story",
            "Shounen"
         ],
         "date": 2020,
         "views": 22902,
         "rating": 7.8,
         "description": "Shuichi Kaguya is a normal high school student, studying in the same ordinary school. The main hero lives in a small town. However, despite the typical appearance, the main character has something to hide. Recent events are driving the student off track and pulling him into a cycle of great events. It all begins with the kidnapping of a fellow student of the protonist - Claire Ayuki, who is trapped inside a warehouse that is soon to be blown up. For this the main character uses his super-power, which allows him to turn into a dog. However, the second form of the hero inthe Warship has a revolver on the side and a lightning bolt on the back. Reaching the warehouse, the student immediately turns around, and pulls Claire out of the rubble of a burning warehouse. Although Shuichi managed to save the girl from imminent death, but now another person knows about the secret of the protonarist. But the boy is not alone in having something to hide. Once upon a time, all of Claire’s family was cut out. Carved by the sister of the girl. Claire has recently devoted herself to finding a relative and seeking further revenge. By chance, the main character is also involved in this complicated story."
      },
      {
         "id": 13,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/121/main_2x-7a79a9f3d4fffbdc7d7ae9f992304225.webp",
         "title": "Fullmetal Alchemist",
         "original-title": "Fullmetal Alchemist",
         "genre": "Adventure",
         "tags": [
            "Adventure",
            "Shounen",
            "Fantasy"
         ],
         "date": 2003,
         "views": 37345,
         "rating": 8.6,
         "description": "There is a world in which every person dreams of becoming an alchemist known to the whole world. It so happens that people have learned to process elements, getting from them the substances they want. Magic, but only it can be explained in a scientific way. And no one can stop you from doing what you want to do, unless you are actually going to break the ancient prohibitions. The main character of this story is a famous alchemist. Together with his brother, who is bound in iron armor, the young man tries to return the once lost body parts. As a child, they performed a complex ritual with their brother, eventually deciding on key parts of the body. The brother was less fortunate - he lost his body completely, but instead got only a chance to live through iron armor. As soon as someone erases its seal, it is an instant death. The brothers are usually assigned only complex missions. The state wants to use their potential to the full, completely forgetting about other possibilities of their body. Suddenly, the brothers learn about an ancient order that has been trying to destroy the country for a long time. We need to understand who is behind these violations, and what the homunculus has to do with it. The Wari suddenly appeared and immediately began to wage a terrible war against human society. But it seems that they have strong patrons."
      },
      {
         "id": 14,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/16498/main_2x-3eaf768f3122e9c016485cbb9deebde1.webp",
         "title": "Attack on Titan",
         "original-title": "Shingeki no Kyojin",
         "genre": "Shounen",
         "tags": [
            "Shounen",
            "Fantasy"
         ],
         "date": 2013,
         "views": 42117,
         "rating": 8.3,
         "description": "The world is plunged into constant darkness as people begin to attack evil and bloodthirsty titans who want to destroy everything, because this is their main goal. People are doomed, but quite unexpectedly they make a very important decision for themselves that can resolve this situation completely: they build a very large wall that protects them for a while. Gradually, things begin to calm down and people forget about the evil that was preventing them from living. All life is set, but quite suddenly, a very big tragedy occurs that again threatens everyone with death. The thing is that our heroes, they become random witnesses of what evil warlocks are doing, breaking a hole in this defense, which means that everything starts again and you have to hold on, but doing it becomes harder and harder every day, because the situation is already completely out of control. The boy and his sister remain orphans, as their mother is killed by a giant, but they do not fall to the spirits and are just going to avenge these bastards for the death of a close person who is very dear to them. You just need to gather all your strength in a fist, and strike a crushing blow at these monsters that are preventing ordinary people from living."
      },
      {
         "id": 15,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/21/main_2x-b1941a9ef635ee25079ff341b59409c7.webp",
         "title": "One Piece",
         "original-title": "One Piece",
         "genre": "Adventure",
         "tags": [
            "Adventure",
            "Fantasy",
            "Shounen"
         ],
         "date": 1999,
         "views": 28038,
         "rating": 8.1,
         "description": "Before his death, the pirate king told everyone where the treasures he had taken from his life were hidden. Saying goodbye to life, the bandit with his last words made hundreds of people leave their usual business and go in search of the clan. Which are hidden in one of the most dangerous places on earth. Hoping to gain immense wealth, travelers exposed themselves to deadly dangers. From that time began the era of pirates. Every year the number of seekers of the mysterious island has decreased. Many are tired to search for what may not exist. Therefore the bandits began to rob other ships, in search of easy prey. And those brave men who nevertheless decided to go on a life-threatening adventure, encountered on the mysterious island with terrible monsters. One day, a 17-year-old boy is saved by an experienced pirate and in gratitude promises that when he finds the treasure, he will be the next pirate king. In a few years the guy goes on a long-awaited journey, which he dreamed of since childhood. He needs to find people to search for the clan. In a short time the captain gathers a worthy team, which is driven not only by money and fame, but also by loyalty to his team."
      },
      {
         "id": 16,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/1535/main_2x-17dc771f3c4f3cb63711d8ea080db8bc.webp",
         "title": "Death Note",
         "original-title": "Death Note",
         "genre": "Detective story",
         "tags": [
            "Detective story",
            "Fiction"
         ],
         "date": 2006,
         "views": 39162,
         "rating": 9.4,
         "description": "The life of Sinigami Ryuk has become too ordinary and boring. He decides to diversify it a little and throws some death notebook into the world of simple death. He has no specific goal, he will only observe what happens. In Japan, one of the senior students finds this notebook. And so it turns out to be the best student at Light Yagami School. Father Yagami serves in the police. He was very interested in the find. He took this notebook home. He decides to find out how this notebook will work in practice. Having written the name of the criminal into it, the death of the criminal soon occurs. The notebook turned out to be a real murder weapon. The whole world began to notice how criminals are dying, in the network of mysterious punisher christened Kira. In order to find and catch Kira, Interpol is helped by the world-famous detective L, who has himself solved very complicated and mysterious crimes. Who is this L really nobody knows. Now the two heroes are facing each other. The first to calculate the identity of his opponent, and before he will strike first, he will win."
      },
      {
         "id": 17,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/40221/main_2x-e9c29f1716db19359ac253e7d34d3068.webp",
         "title": "Tower of God",
         "original-title": "Kami no Tou",
         "genre": "Detective story",
         "tags": [
            "Detective story",
            "Adventure",
            "Fantasy"
         ],
         "date": 2020,
         "views": 67070,
         "rating": 8.5,
         "description": "The ancient tower of huge size keeps many secrets and secrets. Under it is a real trap that rarely empty. Long time lived in it Bam. His mind refuses to reproduce in memory events of the period outside the confinement. His strength was exhausted, so he almost accepted the fate. The confinement caused an incredible feeling of loneliness, and the boy could not give in to despair. Nearby lived Rachel, who also became a prisoner. Bam feels gratitude and ready to say «thank you» for the presence of the girl. One day, the moment comes for decisive action. Rachel is gaining strength, deciding to enter the evil building. Bam is forced to follow her. The one who has reached the summit will gain much, and obtaining unlimited power always acts as an attractive proposition. Young man is not so ambitious, and he does not want to rule the world, but it is vital for him to find his missing girlfriend. He is ready to go on a quest of death and danger. The young man will fight desperately, because the fate of a close person is at stake. The girl means too much to him, so the hero will go crazy."
      },
      {
         "id": 18,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/38000/main_2x-430fd1dc23e7652c78968a7fb362363d.webp",
         "title": "Demon Slayer",
         "original-title": "Kimetsu no Yaiba",
         "genre": "History",
         "tags": [
            "History",
            "Shounen",
            "Fantasy"
         ],
         "date": 2019,
         "views": 276909,
         "rating": 9.1,
         "description": "The series takes place in a distant future, when Japan is ruled by the Taise dynasty. Since ancient times, rumors and legends about mysterious beings like demons have not died out. They use people as food and come out of their shelters every night, capturing those who happen to be on their territory after the sun sets. And no matter how long it takes, those who believe in the truth of these words remain. The main character is a young man who is the eldest in the family after his father’s death. He has to take care not only of himself, but also of his younger brothers and sisters. Going to the next town in the morning to sell coal for money, Tanjiro did not imagine that he would return and see a terrible picture. All his relatives were brutally killed. All except for his younger sister, Nazuko. But the joy was premature, because the girl can never be the same. She is turned into a demon. Remembering all the stories and legends, Camado does not leave the girl, but goes with her to find a cure. He is not ready to lose his sister. And to do that, they have to face a lot of difficulties, which are sometimes simply impossible to overcome."
      },
      {
         "id": 19,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/37521/main_2x-bd478df5fb69b9f8b21dd1d19d2014e6.webp",
         "title": "Vinland Saga",
         "original-title": "Vinland Saga",
         "genre": "History",
         "tags": [
            "History",
            "Shounen",
            "Fantasy"
         ],
         "date": 2019,
         "views": 142123,
         "rating": 8.7,
         "description": "For millennia, the Northern Waters of Iceland were ruled by barbarians who terrorized the entire maritime region. The all-consuming and most cruel race was called Viking. In the 9th century, these tribes began to take over the lands of the English kingdom and subjugate the people to their rule. The army of invaders is led by a terrible and ruthless ruler who will stop at nothing to dominate the world. Long ago, a despot, driven by the desire to control the rebels, kills one of the great conquerors-warriors, leaving the only son of the leader at that time an orphan. Time passed, and the boy grew up with a sense of revenge. In childhood before his father’s grave he swore to avenge the murderer by fighting him in an honest fight. However, the young man lacks the skills and strength to do the same with a soul. To renounce one’s vow is to betray one’s father and lose the honor of a valiant war. And then the young man makes an attempt to join his enemy’s friendship, in order to accomplish what he has planned at the right time. After joining the ranks of thugs, the guy performs the most difficult tasks of the master, hoping to earn the right to fight. But further efforts become more bloody and harder, for the tyrants are the kings of England."
      },
      {
         "id": 20,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/16662/main_2x-f75e8db179f9f8bb4da8c634b512118d.webp",
         "title": "The Wind Rises",
         "original-title": "Kaze Tachinu",
         "genre": "History",
         "tags": [
            "History"
         ],
         "date": 2013,
         "views": 11573,
         "rating": 9.2,
         "description": "Mankind has always dreamed of flying in the heavens like birds. Here is the ordinary Japanese boy Jiro Horikosy dreaming of flying in the clouds and cherishing an impossible desire to become a pilot one day. But the kid is naturally suffering from severe myopia and will hardly ever sit behind the wheel. On a warm summer night, the hero is dreaming of the famous Italian inventor Giovanni Capproni, who inspired a dreamer to become an aircraft designer. After this incident, the young man is defined with the main goal of his future - to build a plane capable of overtaking the wind, and relentlessly seeks it. On the thorny path to the fulfillment of the fantasy fantasiers await natural disasters, economic crisis, war. One day, the hero meets a cheerful girl named Naoko. Save her during the Great earthquake of September 1, he for a long time forgets about it - you need to learn a lot. After graduating from the academy, he gets into the design office and works fruitfully. The ideas are not always successful, but success comes and Jiro becomes one of the best in the world. Charming Naoko reappears in the hero’s life, they fall in love and get married despite her parents' objections. And then he begins to realize that there are things more important than the sky and steel birds."
      },
      {
         "id": 21,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/35790/main_2x-a2f1486fe5377b145b02056d2f1f7379.webp",
         "title": "The Rising Of The Shield Hero",
         "original-title": "Tate no Yuusha no Nariagari",
         "genre": "Fantasy",
         "tags": [
            "Fantasy",
            "Adventure"
         ],
         "date": 2019,
         "views": 432196,
         "rating": 9.2,
         "description": "The parallel dimension of Melmark has long been under attack by dark forces. Melmark’s balance of power is reversed, and the advantage at this point lies with the dark side. In order to restore balance, and finally cast the forces of evil beyond this world, the inhabitants of Melmark call on Heroes from other dimensions who are standing guard over Melmark from the evil that seeks to enslave him. Melmark’s representatives have long called upon heroes from other universes to protect them from universal evil. In return, heroes get fame and status in the expanses of Melmark. This time was no exception. This time the call of Melmarka reached our dimension, from where three young men were called, among them Naofumi Iwatani. Naofumi was the most unlucky. Of all the heroes summoned, Iwatani got the favor only of the princess, who gave him one of the main weapons of the hero - a shield. But the fate of the Shield does not go on in the best way. The princess betrays the hero, steals all his wealth and accuses the Hero of rape. After this protraist becomes an outcast, and in his eyes the desire for revenge flares up, which drives him to the dark side."
      },
      {
         "id": 22,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/37349/main_2x-91f37b0156159d3c8dfb86be3b97114b.webp",
         "title": "Goblin Slayer",
         "original-title": "Goblin Slayer",
         "genre": "Fantasy",
         "tags": [
            "Fantasy"
         ],
         "date": 2018,
         "views": 113853,
         "rating": 9.3,
         "description": "The young priestess decides to become a member of the adventurers' guild. Since the girl had useful skills, she was welcome in any team, even given her lack of experience in all adventures. The world of this story is full of all kinds of monsters. Creatures like goblins are the weakest of all monster species, so they often fall into the hands of adventurers as a prey. Based on these facts, the team of low-ranking adventurers together with its new participant went to perform their first task, which was to «clean up» the lair where goblins lived. But contrary to expectations, the action plan failed and the team was in great danger. The heroes were rescued in the form of a mysterious sword in knightly armor. When they came to their senses, the adventurers were stunned and learned the name of the knight - Goblin Killer. When the heroes arrive in the city, Priestess realizes that she wants to join their new acquaintance, then another portion of secrets and mysteries follows, and exciting adventures, new friends and enemies await ahead. The girl doesn’t know yet who is really hiding under her savior’s mask, and why he became the Goblin Slayer."
      },
      {
         "id": 23,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/36882/main_2x-c7ff6303276c442200bfc79ceeedd707.webp",
         "title": "Arifureta: From Commonplace To World's Strongest",
         "original-title": "Arifureta Shokugyou de Sekai Saikyou",
         "genre": "Fantasy",
         "tags": [
            "Fantasy",
            "Adventure"
         ],
         "date": 2019,
         "views": 596407,
         "rating": 8.8,
         "description": "The life of 17-year-old Hajime Nagumo is not much different from that of other high school students. In the day he goes to school, gets the necessary knowledge, and sometimes between the work, falling asleep. After school, Hajime takes her free time to watch the new series of anime favorites, read manga, and visit another world in a computer game. Sometimes even with his friends. Thanks to his passion, Hajime managed to become an outsider among other classmates. The otaku’s life continued to take its course until a certain point. This event was not expected by anyone. Suddenly the protagonist, along with his classmates, transfers to another fantastic dimension. In this dimension, these aliens are considered heroes who will help them in their confrontation. The aliens have gained new abilities, but Hajimah has acquired a transformation ability that is of little use to a protractor. This is also noticed by classmates of Hajime, which gives the classmates another reason to joke about the main character. Mockery drives a progeny into despair. But Nagumo has to find a rational use of his acquired ability and gain, despite everything, the coveted glory."
      },
      {
         "id": 24,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/39535/main_2x-002caba10222dcc5768cba100ef94ea5.webp",
         "title": "Mushoku Tensei: Jobless Reincarnation",
         "original-title": "Mushoku Tensei: Isekai Ittara Honki Dasu",
         "genre": "Fantasy",
         "tags": [
            "Fantasy",
            "Adventure"
         ],
         "date": 2021,
         "views": 121732,
         "rating": 9.3,
         "description": "The story of a boy who ended his life is sad enough: he died of his own laziness. It all started unnoticed. Initially he was just lazy to perform various domestic duties, but the further this mischief continued, the more he was taken over by laziness. The point is that our hero just lay there, day after day, and did nothing. Every time he tried to justify himself somehow, but it was a seeming appeasement of his lazy nature. He is already thirty-four years old, and he has achieved almost nothing in this life. Living like this is impossible, we must urgently make a decision that can somehow fix the situation. After a little thought, he makes a decision: to get a job, but as soon as he goes out, he is hit by a huge truck. However, a miracle occurs: his soul moves into the body of the baby. A new life begins in a new world where there is no place for laziness. Life in this other world is not as simple as it seems at first sight: everyone should strive for self-development, to take part in fights. The guy is aware of all this and strives to correct, but always remember that there is a danger of death in this world. Only the thirst for life can help the main character stay afloat."
      },
      {
         "id": 25,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/22535/main_2x-1583e784f8d8d63a65f28328436d7a43.webp",
         "title": "Parasyte: The Maxim",
         "original-title": "Kiseijuu: Sei no Kakuritsu",
         "genre": "Fiction",
         "tags": [
            "Fiction"
         ],
         "date": 2014,
         "views": 40523,
         "rating": 9,
         "description": "Once in a perfectly ordinary Japanese town in the middle of summer there was a very strange snow. At first glance nothing like it is not in small fuzzy cold lumps. He fell one night and after him did not leave a trace. People would not pay much attention to this fact if the oddities of those years had just ended. But it turns out that this is the beginning of a very exciting, but also deadly story. The consequences of that evening’s rain on a very ordinary Japanese boy, schoolboy Shinichi Yumi. Not only for him, but also for all the inhabitants of the earth in general. Now humanity can forget about the usual life. The boy Shinichi is a very thoughtful young man who in one moment showed just inhuman abilities. He had previously been unconcerned and lived a perfectly normal life as a young schoolboy until one day a parasite infected his hand. He became a super-human in one moment, but even more selfish and cold towards people. Only one day in it a huge desire to save completely ordinary people from parasites and not be killed by the hands of terrible monsters. The parasites themselves consider it dangerous and now intend to destroy Shinichi at any cost."
      },
      {
         "id": 26,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/34599/main_2x-1a01357e440d76847360be27dcc4dcb0.webp",
         "title": "Made in Abyss",
         "original-title": "Made in Abyss",
         "genre": "Fiction",
         "tags": [
            "Fiction",
            "Adventure",
            "Fantasy"
         ],
         "date": 2017,
         "views": 25094,
         "rating": 9.3,
         "description": "After many centuries, in the middle of the sea was discovered an island, at its heart was a hole without a bottom. This hole, with a network of huge caves inside, called the Nosepiece, was considered an unknown place where curious people sought to go. The seeker was tormented by the question, what secrets and treasures hide bottomless pit. It was gradually discovered that strange and mystical creatures live inside, and ancient relics were also found. The objects provided remain a great mystery, which makes them valuable to study. On the perimeter of an infinitely deep hole, descendants of the first explorers built the city of Osu, where most of the orphaned children live. The parents of the orphans explored the caves, but they died in their bowels. The 12-year-old girl Rico was one of many boys who lived and worked with researchers, finding relics for the guilds. She dreamed of becoming the great explorer her mother was known to be. The experienced in this case is allowed to descend into the depths, and it stands at the very beginning of the way. One day in the planned sortie she almost was a victim of a monster, but suddenly she is rescued. Who was the savior Rico, and how did he get there? What events will unfold against the background of an unexpected meeting?"
      },
      {
         "id": 27,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/38940/main_2x-c1243441f0fc824b4e89887315a9311b.webp",
         "title": "Cop Craft",
         "original-title": "Cop Craft",
         "genre": "Fiction",
         "tags": [
            "Fiction",
            "Fantasy"
         ],
         "date": 2019,
         "views": 21513,
         "rating": 8.3,
         "description": "In the distant past, about fifteen years ago, a gateway to another world opened up over the Pacific. This world was unknown. It was once called Leto Semani. Here lived mages, fairies and many other such creatures. At the border point, a gate is formed by a city called San Teresa. This place becomes a haven for numerous immigrants from two worlds. Like any other megacity, this city is rich and poor. But compared to the other life, there is hope of becoming a millionaire, thanks to its powers. So San Teresa becomes a dream city, where almost everyone has been constantly seeking to get. During the next turmoil, a criminal group that sells drugs appears in the city, then prostitution arises and as a result people start trafficking weapons. And the police in cities are simply not able to stand up to all this. What could happen in this world when two completely different employees come together here. They were great at their job. But from the moment of their birth, and ending with constant convictions, the two worlds always end up on the same path. But because of their antagonisms, they have to cooperate with each other."
      },
      {
         "id": 28,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/34964/main_2x-124060dbb0d27b7567fe68ae74cb7b1d.webp",
         "title": "Killing Bites",
         "original-title": "Killing Bites",
         "genre": "Fiction",
         "tags": [
            "Fiction"
         ],
         "date": 2018,
         "views": 18548,
         "rating": 8.4,
         "description": "Nomoto is a typical young man. He has friends with whom he occasionally travels to have fun, and works as a salesman in the nearest supermarket. One evening his friends offered to go out and meet the girls, so that it would not be boring. The boy agrees, taking the car from his father. The fun trip begins with alcohol, and then the already heated comrades see a high school girl walking down the street. They stop and offer the schoolgirl a ride. A trusting young lady, not suspecting a trick, gets into the car to strangers. Once they get to the desert, the guys pick up the passengers. They rip off her clothes and try to rape. All except the driver’s poor, who just stood there from such insolence. Realizing he is becoming an accomplice, he wants to stop the madmen, but they do not listen to him. And then the strange thing happens: a fragile girl turns into a monster! The monster instantly tears the failed rapists to pieces, and the numb Nomoto tells him to get behind the wheel and drive wherever she tells him to. The couple arrive at a landfill, where there are corpses among piles of garbage. And here the boy learns an amazing truth: Hitomi is a werewolf, skillfully hiding his powers. Garbage - a ring where her kind fight to the death. And the young merchant, unaware of it, begins to plunge into this crazy, fighting world."
      },
      {
         "id": 29,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/513/main_2x-fc5c0e6d4f856ac82cc1c73d0ccff34e.webp",
         "title": "Castle in the Sky",
         "original-title": "Tenkuu no Shiro Laputa",
         "genre": "Fiction",
         "tags": [
            "Fiction",
            "Fantasy",
            "Adventure"
         ],
         "date": 1986,
         "views": 11723,
         "rating": 9.4,
         "description": "Laputa is a legendary fortress located on a small floating island, the legacy of civilization disappeared in time. According to the rumours, the castle’s dungeons are filled with untold treasures. There are people who believe that it is the source of an incredible destructive force. But the celestial fortress is hidden behind opaque clouds and can only be discovered with the help of the Flying Stone crystal. This stone in the form of a pendant is worn by Sita’s girlfriend, which puts herself in constant danger. Sita is kidnapped by the secret service and flies on a blimp, which is attacked by air thieves. During the battle she falls off the deck and would be killed if it weren’t for the magic talisman. The young heroine literally falls into the hands of the boy Pasha, an assistant furnace master living in a small mining village. Soon the troops arrive in the town, taking a couple of heroes prisoner. Sita, sitting in prison, reads an ancient spell and makes the old soldier robot work, and along the way reveals the way to the island in heaven. The girl escapes with the help of pirates, the race begins with a military organization eager to possess the all-powerful power of Laputa."
      },
      {
         "id": 30,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/40080/main_2x-1e24d25925a45ea2776b15febf045933.webp",
         "title": "The King's Avatar: For the Glory",
         "original-title": "Quanzhi Gaoshou zhi Dianfeng Rongyao",
         "genre": "Adventure",
         "tags": [
            "Adventure"
         ],
         "date": 2019,
         "views": 171544,
         "rating": 7.8,
         "description": "Online games have completely captured the whole white light. They can be played by everyone. Thanks to the numerous stories and accounts of eyewitnesses, fans of the game, is becoming more and more. The modern gaming industry can offer access to a variety of games. They are presented in any taste and color, no one will be left out and can not resist the game. In the anime, there are games of quite interesting genre. They play exclusively only young people. The game itself is able to stretch. Round after round you have to win and collect candy to reach a new level. From all the participants of the game are selected only a few girls who can become real wizards, gifted with magical power. The main character, Ye Shu, prefers to play an MMORPG called Glory. But he is a true professional. The guy can pass any level of his task. But one day he still has to leave the team of specialists. After many years of gambling, getting used to a new life with ordinary life problems is not so easy. He gets a job at a local internet cafe. But when the Glory administrators start up the tenth server, he couldn’t stay on the side and starts playing."
      },
      {
         "id": 31,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/45/main_2x-7cf27378dbf0e9928335e54ae702ae90.webp",
         "title": "Rurouni Kenshin",
         "original-title": "Rurouni Kenshin: Meiji Kenkaku Romantan",
         "genre": "History",
         "tags": [
            "History",
            "Adventure",
            "Shounen"
         ],
         "date": 1996,
         "views": 8435,
         "rating": 9.3,
         "description": "In the late 19th century, a civil war broke out in Japan, which was called the Meiji Restoration. The result of this war was a complete change of everything old. Clothes, manners and customs began to be adopted from the West, political system in the country also changed. Instead of the shogunate, a parliament was created, peasants were given rights. Life changed rapidly. Kénshin Himura, being a mercenary, «worked well» while war was going on. His professional activities left an indelible mark on him, disfiguring his soul and devastating him. Kensin began to travel the country, helping those who need it. In every city he looked for the needy and the disadvantaged, those who need protection. Only he did it now for free, trying to make up for his past mistakes, clear his conscience. Once fate brought him to Tokyo, where he helped a girl named Kaoru Kamiya, whose family dojo was wanted by bandits. Although Kaoru learned of Kensin’s dark past, she allowed him to stay in her house. After a while, other unhappy, lonely people began to gather here: the orphan Yahiko, the fist-fighting Sanosuke and Doctor Megumi Takani. Here they found the peace and quiet they had been waiting for, but their peaceful life did not last long. The ghosts of the past are coming to light, and some mistakes can only be washed away with blood."
      },
      {
         "id": 32,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/22319/main_2x-0d0e070a449be6c479a58cde62257488.webp",
         "title": "Tokyo Ghoul",
         "original-title": "Tokyo Ghoul",
         "genre": "Detective story",
         "tags": [
            "Detective story",
            "Fiction"
         ],
         "date": 2014,
         "views": 33510,
         "rating": 8.8,
         "description": "Tokyo is rocked by a series of brutal murders. There is almost no evidence left at the scene of the crime, but many are convinced that it is the work of ghouls devouring people. Few can accurately describe what they look like and what they represent. A young man named Ken Kanaki is not at all concerned about what’s going on in the city, but despite this, he and his best friend Hideyoshi Nagakichi have an interesting theory. The guys are convinced that no one has found the ghouls yet for one reason only - they are very clever at masking their victims. Ken likes to spend time reading books and very often he does it in his favorite cafe. Once the boy’s attention was drawn by a girl who also read a book. It was interesting that the girl read a book of the same author as him. It was the perfect chance to get acquainted and start a relationship. True, the attempt was a failure, because the pretty girl was actually a ghoul. This meeting changed Ken too much, because it was followed by shock, fainting, hospital and surgery where he had a new stomach. The main character can no longer be the same, because he is no longer a person, but also has not turned into a ghoul. What future awaits him now? Will he be a hunter or prey?"
      },
      {
         "id": 33,
         "image": "https://upload.wikimedia.org/wikipedia/en/2/2f/Dante%27s_Inferno_AAE.jpg",
         "title": "Dante's Inferno: An Animated Epic",
         "original-title": "Dante's Inferno",
         "genre": "Fantasy",
         "tags": [
            "Fantasy"
         ],
         "date": 2010,
         "views": 97008,
         "rating": 8.6,
         "description": "In the center of the event is a young man named Dante. He has had a tragic situation in life - his beloved disappeared. Now the hero must save his beloved Beatrice. A young man has to overcome hard trials in order to return to his girlfriend. He must overcome the 9 terrible circles of evil. The protagonist has no idea what awaits him behind a secret wall that leads to the real hell. But love stifles the fear that is inside. He firmly begins to take steps into the unknown. Together with a brave guy to overcome all difficulties at each of the stages of Hell, his devoted companion named Viligio. The main character and his brave assistant will have to look into the eyes of the fears that are hidden in Dante’s head. At the same time Dante has to get rid of the desire to surrender and leave. Thoughts of returning back from the hero do not go out of mind. It will chase the hero throughout the adventure. It is a story about the life of Dante, where it is shown how much the sins of the past can affect the future life. Can the main character overcome all the obstacles that the supernatural world has prepared for him?"
      },
      {
         "id": 34,
         "image": "https://nyaa.shikimori.one/uploads/poster/animes/39539/main_2x-ba0ea3efe076da82339c628f5eed9da6.webp",
         "title": "No Guns Life",
         "original-title": "No Guns Life",
         "genre": "Fiction",
         "tags": [
            "Fiction"
         ],
         "date": 2019,
         "views": 60965,
         "rating": 8.3,
         "description": "In the world, a long time has passed since the end of the war. Soldiers can’t do what to do next and remain without jobs. After the war, a simple soldier had difficulty adapting to a peaceful and quiet life. There are soldiers who, during the war, have decided to sacrifice their bodies in order to defeat the enemies. The fact is that such soldiers were completely modified, turning them into cyborgs. They were given the name «Ectors». The main character, who was also changed, is called Judo Inui. After the war he decided to open a salon, which is located in the slums of the city, by repairing cyborgs. The thing is that he knows very well. And there’s nothing else to do, because he makes money. He doesn’t remember his past, or rather who made him into a cyborg. He has a rather unusual appearance, as instead of his head he has a gun. It looks, of course, very strange. Nevertheless, many outsiders turn to him for help, who trust him. So Judo worked several years. One day, his whole life changed. He is asked for help by an emergency, which was in the hand of a baby. What does he want from the main character?"
      }
   ]
}